CSI API ETABS v1
cLoadCases.ResponseSpectrum Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseResponseSpectrum ResponseSpectrum { get; }
ReadOnly Property ResponseSpectrum As cCaseResponseSpectrum
	Get
Dim instance As cLoadCases
Dim value As cCaseResponseSpectrum
value = instance.ResponseSpectrum
property cCaseResponseSpectrum^ ResponseSpectrum {
	cCaseResponseSpectrum^ get ();
}
abstract ResponseSpectrum : cCaseResponseSpectrum with get
Property Value
Type: cCaseResponseSpectrum
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace